Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SettingsVPNOnInternalNetworkMessage
source: The internal site was reachable but that might be because you appear to be on an internal network. VPN is not needed or used when on an internal network.
ar: كان بالإمكان الوصول إلى الموقع الداخلي، ولكن ربما كان ذلك لأنك تبدو على شبكة داخلية. لا يلزم VPN ولا يُستخدم أثناء الاتصال بشبكة داخلية.
ca: S’ha pogut accedir al lloc web intern, però segurament és perquè ets en una xarxa interna. Si ets en una xarxa interna, la VPN no és necessària i no s’utilitza.
cs: Interní server je dosažitelný, ale zřejmě jste na interní síti. Na interní síti není VPN potřeba, a ani se nepoužívá.
da: Det interne websted kunne nås, men det kan være, fordi det ser ud til, at du er på et internt netværk. VPN er ikke nødvendigt eller benyttet ved internt netværk.
de: Die interne Site konnte erreicht werden, was wahrscheinlich daran liegt, dass du dich im internen Netzwerk befindest. Im internen Netzwerk ist VPN nicht erforderlich.
el: Η επικοινωνία με τον εσωτερικό ιστότοπο ήταν εφικτή, αλλά αυτό μπορεί να ισχύει, διότι φαίνεται ότι βρίσκεστε σε εσωτερικό δίκτυο. Δεν απαιτείται ή δεν χρησιμοποιείται το VPN όταν βρίσκεστε σε εσωτερικό δίκτυο.
es: Se ha podido acceder al sitio interno, pero podría ser porque al parecer tienes conexión a una red interna. Cuando se está en una red interna, no es necesario activar ni usar la conexión VPN.
es_us: Se pudo contactar al sitio interno, aunque eso podría deberse a que parece que te conectaste a una red interna. No se necesita ni se utiliza VPN al usar una red interna.
fr: Le site interne était accessible, mais peut-être parce que vous semblez être sur un réseau interne. Le VPN n’est ni nécessaire ni utilisé sur un réseau interne.
fr_ca: Le site interne était joignable, probablement parce que votre appareil était connecté à un réseau interne. Le VPN n’est ni utilisé ni requis lorsque votre appareil est connecté à un réseau interne.
he: האתר הפנימי היה נגיש, אך ייתכן שזה משום שנראה שיש לך חיבור לרשת פנימית. חיבור VPN אינו נחוץ ולא נעשה בו שימוש בעת החיבור לרשת פנימית.
hi: आंतरिक साइट पर पहुँचा जा सकता था लेकिन शायद इसलिए क्योंकि ऐसा लग रहा है कि आप आंतरिक नेटवर्क पर हैं। आंतरिक नेटवर्क पर रहने पर VPN की ज़रूरत नहीं होती है न ही उसका इस्तेमाल किया जाता है।
hr: Interno mjesto je unutar dosega, ali do toga može doći jer se čini da ste spojeni na internu mrežu. VPN nije potreban ili se ne koristi kad ste spojeni na internu mrežu.
hu: Sikerült elérni a belső webhelyet, de előfordulhat, hogy ez azért van, mert Ön egy belső hálózathoz csatlakozik. Belső hálózaton a VPN nem szükséges vagy nincs használatban.
id: Situs internal dapat dijangkau, tapi hal tersebut dapat membuat Anda tampak terhubung ke jaringan internal. VPN tidak diperlukan atau digunakan saat terhubung ke jaringan internal.
it: La connessione al sito interno è stata effettuata, ma è possibile che sia avvenuta perché ti trovi su una rete interna. Il profilo VPN non è necessario né viene utilizzato con la rete interna.
ja: 内部用サイトに到達できましたが、それは内部ネットワークに接続しているからかもしれません。内部ネットワークの場合VPNは不必要または使用されません。
ko: 내부 사이트에 접속할 수 있지만, 이는 현재 사용자가 내부 네트워크에 연결되어 있기 때문일 수 있습니다. 내부 네트워크상에 있는 경우 VPN이 필요하지 않거나 사용되지 않습니다.
ms: Tapak dalaman boleh dicapai tetapi mungkin kerana anda sedang menggunakan rangkaian dalaman. VPN tidak diperlukan atau tidak digunakan apabila menggunakan rangkaian dalaman.
nb: Det interne nettstedet kunne nås, men det kan være fordi du er på et internt nettverk. VPN verken kreves eller brukes på interne nettverk.
nl: De interne site kon worden bereikt maar waarschijnlijk omdat je je in een intern netwerk bevindt. VPN is niet vereist of wordt niet gebruikt bij een intern netwerk.
pl: Witryna wewnętrzna jest osiągalna, być może dlatego, że prawdopodobnie jesteś w sieci wewnętrznej. Sieć VPN nie jest potrzebna ani nie jest używana, gdy jesteś w sieci wewnętrznej.
pt_br: É possível acessar o site interno, mas provavelmente isso ocorre porque você aparenta estar em uma rede interna. Em uma rede interna, a VPN não é necessária nem usada.
pt_pt: O acesso ao site interno foi bem‑sucedido, mas pode ser porque o seu dispositivo se encontra ligado a uma rede interna. Neste caso, a VPN não é necessária nem usada.
ro: Site‑ul intern a putut fi accesat, posibil deoarece pare că vă aflați într‑o rețea internă. Conexiunea VPN nu este necesară sau utilizată într‑o rețea internă.
ru: Внутренний сайт мог быть Вам доступен, так как Вы были подключены к внутренней сети. VPN не требуется или не используется при подключении к внутренней сети.
sk: Interná stránka bola dosiahnuteľná, môže to však byť dôsledkom toho, že ste pravdepodobne pripojení k internej sieti. V internej sieti VPN nie je potrebné a nepoužíva sa.
sl: Notranje spletno mesto je bilo dosegljivo, vendar je to tega morda prišlo zato, ker je videti, da ste v notranjem omrežju. VPN se ne zahteva ali uporablja, kadar ste v notranjem omrežju.
sv: Det gick att nå den interna webbplatsen men det kan bero på att du verkar vara ansluten till ett internt nätverk. VPN behövs inte och används inte när du är ansluten till ett internt nätverk.
th: เคยเข้าถึงเว็บไซต์ภายในได้แต่อาจเป็นเพราะว่าคุณอยู่บนเครือข่ายภายใน ซึ่งไม่จำเป็นต้องใช้ VPN เมื่ออยู่บนเครือข่ายภายใน
tr: Dahili siteye erişilebilir görünüyordu ama bu, dahili bir ağa bağlı göründüğünüz için olabilir. Dahili bir ağa bağlıyken VPN gerekli değildir ve kullanılmaz.
uk: Внутрішній сайт був досяжним, та це може бути через те, що ви перебуваєте у внутрішній мережі. У внутрішній мережі сервіс VPN не потрібний і не використовується.
vi: Có thể kết nối vào trang web nội bộ, nhưng có thể là do thiết bị của bạn dường như được kết nối vào mạng nội bộ. VPN không cần thiết hoặc không được sử dụng khi kết nối vào mạng nội bộ.
zh_cn: 内部站点之前可访问，可能因为你使用了内部网络。内部网络无需使用或不使用VPN。
zh_hk: 可連接內部網頁可能是因為你連接了內部網絡。使用內部網絡時無需（或不使用）VPN。
zh_tw: 內部網站之所以可以連接可能是因為你連接了內部網路。連接內部網路時不需要也不會使用VPN。

# SettingsYES
source: Yes
ar: نعم
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
es_us: Sí
fi: Kyllä
fr: Oui
fr_ca: Oui
he: כן
hi: हाँ
hr: Da
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 예
ms: Ya
nb: Ja
nl: Ja
no: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
ru: Да
sk: Áno
sl: Da
sv: Ja
th: ใช่
tr: Evet
uk: Так
vi: Có
zh_cn: 是
zh_hk: 是
zh_tw: 是

# SetupInfoSectionTitle
source: Info
ar: المعلومات
ca: Informació
cs: Informace
de: Information
el: Πληροφορίες
es: Información
es_us: Datos
fi: Tiedot
fr: Infos
fr_ca: Infos
he: פרטים
hi: जानकारी
hr: Informacije
hu: Infó
ja: 情報
ko: 정보
nb: Informasjon
pl: Informacje
pt_br: Informações
pt_pt: Informação
ro: Informații
ru: Сведения
sk: Informácie
sl: Informacije
th: ข้อมูล
tr: Bilgi
uk: Інфо
vi: Thông tin
zh_cn: 简介
zh_hk: 資料
zh_tw: 資訊

# SetupMaintenanceSectionTitle
source: Maintenance
ar: الصيانة
ca: Manteniment
cs: Údržba
da: Vedligeholdelse
de: Wartung
el: Συντήρηση
es: Mantenimiento
es_us: Mantenimiento
fi: Huolto
he: תחזוקה
hi: रखरखाव
hr: Održavanje
hu: Karbantartás
id: Pemeliharaan
it: Manutenzione
ja: メンテナンス
ko: 유지보수
ms: Penyelenggaraan
nb: Vedlikehold
nl: Onderhoud
pl: Obsługa
pt_br: Manutenção
pt_pt: Manutenção
ro: Întreținere
ru: Обслуживание
sk: Údržba
sl: Vzdrževanje
sv: Underhåll
th: การบำรุงรักษา
tr: Bakım
uk: Обслуговування
vi: Bảo trì
zh_cn: 维护
zh_hk: 維護
zh_tw: 維護

# SignalStrengthAccessibilityValueFormat
source: %1$ld of %2$ld
ar: ‏%1$ld من %2$ld
ca: %1$ld de %2$ld
cs: %1$ld z %2$ld
da: %1$ld af %2$ld
de: %1$ld von %2$ld
el: %1$ld από %2$ld
es: %1$ld de %2$ld
es_us: %1$ld de %2$ld
fi: %1$ld / %2$ld
fr: %1$ld sur %2$ld
fr_ca: %1$ld sur %2$ld
he: ‏%1$ld מתוך %2$ld
hi: %2$ld/%1$ld
hr: %1$ld od %2$ld
hu: %1$ld/%2$ld
id: %1$ld dari %2$ld
it: %1$ld di %2$ld
ja: %2$ldの%1$ld
ko: %1$ld/%2$ld
ms: %1$ld daripada %2$ld
nb: %1$ld av %2$ld
nl: %1$ld van %2$ld
pl: %1$ld z %2$ld
pt_br: %1$ld de %2$ld
pt_pt: %1$ld de %2$ld
ro: %1$ld din %2$ld
ru: %1$ld из %2$ld
sk: %1$ld z %2$ld
sl: %1$ld od %2$ld
sv: %1$ld av %2$ld
th: %1$ld จาก %2$ld
tr: %1$ld / %2$ld
uk: %1$ld із %2$ld
vi: %1$ld / %2$ld
zh_cn: %1$ld/%2$ld
zh_hk: %1$ld/%2$ld
zh_tw: %1$ld格（共%2$ld格）

# SignedAppsSectionTitleFormat
source: Apps from developer “%@”
ar: التطبيقات من المطور "%@"
ca: Apps del desenvolupador “%@”
cs: Aplikace od vývojáře „%@“
da: Apps fra udvikleren “%@”
de: Apps des Entwicklers „%@“
el: Εφαρμογές από τον δημιουργό «%@»
es: Apps del desarrollador “%@”
es_us: Apps del desarrollador “%@”
fi: Kehittäjän %@ apit
fr: Apps du développeur « %@ »
fr_ca: Apps du développeur « %@ »
he: יישומים מהמפתח ״%@״
hi: डेवलपर “%@” के ऐप्स
hr: Aplikacije developera “%@”
hu: A(z) „%@” fejlesztő appjai
id: App dari pengembang “%@”
it: App di “%@”
ja: デベロッパ“%@”のアプリ
ko: ‘%@’ 개발자의 앱
ms: App daripada pembangun “%@”
nb: Apper fra utvikleren «%@»
nl: Apps van ontwikkelaar '%@'
pl: Aplikacje dewelopera „%@”
pt_br: Apps do desenvolvedor “%@”
pt_pt: Aplicações do programador “%@”
ro: Aplicațiile de la dezvoltatorul „%@”
ru: Приложения от разработчика «%@»
sk: Apky od vývojára „%@“
sl: Aplikacije razvijalca »%@«
sv: Appar från utvecklaren ”%@”
th: แอปจากนักพัฒนา “%@”
tr: “%@” adlı geliştiricinin uygulamaları
uk: Програми від розробника «%@»
vi: Ứng dụng từ nhà phát triển “%@”
zh_cn: 来自开发者“%@”的App
zh_hk: 開發者「%@」的App
zh_tw: 開發者「%@」的App

# SiriAndDictationWarningTitle
source: Siri & Dictation
ar: ‏Siri والإملاء
ca: Siri i dictat
cs: Siri a diktování
da: Siri og Diktering
de: Siri & Diktieren
el: Siri και Υπαγόρευση
es: Siri y Dictado
es_us: Siri y Dictado
fi: Siri ja sanelu
fr: Siri et Dictée
fr_ca: Siri et Dictée
he: ‏Siri ו״הכתבה״
hi: Siri और डिक्टेशन
hr: Siri i Diktat
hu: Siri és Diktálás
id: Siri & Dikte
it: Siri e Dettatura
ja: Siriと音声入力
ko: Siri 및 받아쓰기
ms: Siri & Perencanaan
nb: Siri og diktering
nl: Siri en de dicteerfunctie
pl: Siri i Dyktowanie
pt_br: Siri e Ditado
pt_pt: Siri e Ditado
ro: Siri și dictarea
ru: Siri и Диктовка
sk: Siri a Diktovanie
sl: Siri in narekovanje
sv: Siri och diktering
th: Siri และการป้อนตามคำบอก
tr: Siri ve Dikte
uk: Siri і Диктування
vi: Siri & Đọc chính tả
zh_cn: Siri与听写
zh_hk: Siri與聽寫
zh_tw: Siri與聽寫

# SiriAvailableMessage
source: Siri helps you get things done just by asking. You can search for movies, enable closed captioning, check the weather, and more.
ar: يساعدك Siri على إنجاز الأشياء بمجرد الطلب. يمكنك البحث عن الأفلام وتمكين التعليقات المصاحبة وتفقد معلومات الطقس والمزيد.
ca: Siri t’ajuda a fer coses; només has de demanar‑li‑ho. Pots cercar pel·lícules, activar els subtítols descriptius, consultar el temps que farà i altres coses.
cs: Siri vám pomáhá provádět úlohy tak, že prostě řeknete, co chcete udělat. Můžete vyhledat filmy, zapnout titulky, zjistit, jaká je předpověď počasí, a mnoho dalšího.
da: Bed Siri om at hjælpe dig med ting. Du kan søge efter film, slå closed captioning til eller tjekke vejrudsigten m.m.
de: Siri hilft dir beim Erledigen von Aufgaben, indem du einfach fragst. Du kannst nach Filmen suchen, erweiterte Untertitel aktivieren, den Wetterbericht abfragen und vieles mehr.
el: Το Siri σάς βοηθά να πραγματοποιείτε διάφορες ενέργειες, αρκεί απλώς να το ζητήσετε. Μπορείτε να το χρησιμοποιήσετε για αναζήτηση ταινιών, ενεργοποίηση κλειστών λεζαντών, εμφάνιση του καιρού, και πολλά ακόμη.
es: Siri te ayuda a llevar a cabo tareas con tan solo pedirlo. Puedes buscar una película, activar los subtítulos, consultar la previsión del tiempo y mucho más.
es_us: Siri te ayuda con tan sólo pedírselo. Puedes buscar películas, activar subtítulos, revisar el clima y más.
fi: Sirin avulla saat asioita aikaan pelkän kysymyksen avulla. Voit etsiä elokuvia, ottaa käyttöön kuvailevan tekstityksen, tarkistaa säätiedot ja muuta.
fr: Siri vous aide à être plus efficace, il vous suffit de demander. Vous pouvez rechercher des films, activer les sous-titres codés ou encore consulter la météo.
fr_ca: Avec Siri, il vous suffit de demander. Vous pouvez rechercher des films, activer les sous-titres, consulter la météo et plus encore.
he: ניתן לקבל עזרה מ-Siri בביצוע פעולות באמצעות בקשה פשוטה. למשל, ניתן לחפש סרטים, להפעיל כתוביות, לבדוק את מזג האוויר ועוד.
hi: Siri की मदद से आप केवल बोलकर भी काम करवा सकते हैं। आप फ़िल्में ढूँढ सकते हैं, क्लोज़्ड कैप्शनिंग सक्षम कर सकते हैं और मौसम संबंधी जानकारी पाने सहित अन्य काम कर सकते हैं।
hr: Siri pomaže u obavljanju zadataka čim to zatražite. Možete potražiti filmove, uključiti proširene titlove, provjeriti vremensku prognozu i još mnogo toga.
hu: Csak egy szavába kerül, és Siri segítségével mindent elintézhet. Kereshet filmeket, engedélyezheti a szöveges átiratokat, megtekintheti az időjárást és egyebeket.
id: Siri membantu Anda menyelesaikan sesuatu hanya dengan meminta. Anda dapat mencari film, mengaktifkan teks tertulis, memeriksa cuaca, dan lainnya.
it: Siri ti aiuta a svolgere attività con una semplice richiesta. Puoi cercare film, abilitare i sottotitoli, controllare il meteo e molto altro ancora.
ja: Siriは話しかけるだけでやりたいことを手伝ってくれます。映画を検索したり、クローズドキャプションを有効にしたり、天気を調べたり、さまざまなことを実行できます。
ko: 간단한 요청만으로도 Siri에게 다양한 작업을 맡길 수 있습니다. 영화를 검색하거나, 청각 장애인용 자막을 활성화하거나, 날씨를 확인하는 등 많은 작업을 수행할 수 있습니다.
ms: Siri membantu anda menyelesaikan tugas dengan hanya meminta. Anda boleh menyemak cuaca dan banyak lagi.
nb: Be Siri om å utføre oppgaver for deg. Du kan blant annet søke etter filmer, aktivere skjult teksting, sjekke været og mer.
nl: Siri kan je met van alles helpen. Je hoeft er alleen maar om te vragen. Zo kun je onder andere naar films zoeken, bijschriften voor spraak en geluiden inschakelen of de weersverwachting opvragen.
pl: Siri wykonuje Twoje polecenia głosowe. Możesz, na przykład, szukać filmów, włączać napisy dla niesłyszących czy sprawdzać pogodę.
pt_br: A Siri ajuda você a realizar ações através de perguntas. Você pode buscar filmes, ativar as legendas ocultas, verificar a previsão do tempo e mais.
pt_pt: Siri ajuda a tratar de tudo – é só pedir. Pode procurar filmes, ativar a legendagem opcional, consultar o estado do tempo e muito mais.
ro: Siri vă ajută să realizați o acțiune printr‑o simplă solicitare. Puteți să căutați filme, să activați subtitrările complexe, să aflați starea vremii și multe altele.
ru: Siri помогает выполнять различные действия простыми запросами. Можно найти фильмы, включить скрытые субтитры, а также узнать прогноз погоды и многое другое.
sk: Siri vám umožňuje vykonávať úlohy tak, že jednoducho poviete, čo chcete spraviť. Môžete vyhľadávať filmy, povoliť skryté titulky, pozrieť si predpoveď počasia a vykonávať ďalšie úlohy.
sl: Siri vam pomaga pri vaših opravilih, le naročiti ji morate. Lahko iščete filme, omogočite podnapise, preverite vreme in še več.
sv: Med Siri får du saker gjorda genom att helt enkelt be om dem. Du kan söka efter filmer, aktivera dold textning, kolla vädret med mera.
th: Siri ช่วยทำอะไรได้หลายอย่างเพียงแค่คุณบอก คุณสามารถค้นหาภาพยนตร์ เปิดใช้งานคำบรรยายภาพ เช็คสภาพอากาศ และอื่นๆ ได้
tr: Siri’den işlerinizi gerçekleştirmeye yardımcı olmasını istemeniz yeterli. Filmleri aratabilir, açıklamalı altyazıları etkinleştirebilir, hava durumunu vb. denetleyebilirsiniz.
uk: Siri допоможе виконати багато завдань, лише попросіть. Можна шукати фільми, увімкнути субтитри, перевірити прогноз погоди тощо.
vi: Siri giúp bạn thực hiện mọi việc chỉ bằng việc hỏi. Bạn có thể tìm kiếm phim, bật chú thích chi tiết, kiểm tra thời tiết, v.v.
zh_cn: 只需发出语音指令，就可让Siri帮助你完成任务。你可以搜索电影、启用隐藏式字幕、查看天气及进行更多操作。
zh_hk: 只要説出指令，Siri便會幫你完成任務。你可以搜尋電影、啟用隱藏式字幕或查詢天氣等。
zh_tw: 只要你說一聲，Siri便可以幫你搞定大小事。你可以搜尋電影、啟用隱藏式字幕或查詢天氣等內容。

# SiriDataSharingDescription
source: Help improve Siri and Dictation by allowing Apple to store and review audio of your Siri and Dictation interactions from this device.
ar: ساعد في تحسين Siri والإملاء بالسماح لـ Apple بتخزين ومراجعة صوت تفاعلاتك مع Siri والإملاء من هذا الجهاز.
ca: Permet que Apple desi i analitzi l’àudio de les teves interaccions amb Siri i el dictat en aquest dispositiu per ajudar a millorar aquestes funcions.
cs: Pomozte společnosti Apple s vylepšováním Siri a diktování tím, že jí umožníte ukládat a analyzovat zvukové záznamy vaší vzájemné komunikace na tomto zařízení.
da: Hjælp med at forbedre Siri og Diktering ved at tillade Apple at opbevare og gennemgå lyd fra dine interaktioner med Siri og Diktering på denne enhed.
de: Hilf mit, Siri und die Diktierfunktion zu verbessern, indem du Apple erlaubst, Audioaufnahmen deiner Interaktion mit Siri und der Diktierfunktion von diesem Gerät zu speichern und auszuwerten.
el: Βοηθήστε στη βελτίωση του Siri και της Υπαγόρευσης επιτρέποντας στην Apple την αποθήκευση και την ανασκόπηση των δεδομένων ήχου που προέρχονται από τις αλληλεπιδράσεις σας με το Siri και την Υπαγόρευση σε αυτήν τη συσκευή.
es: Ayuda a mejorar Siri y Dictado permitiendo a Apple almacenar y revisar el audio de tus interacciones con Siri y Dictado desde este dispositivo.
es_us: Ayuda a mejorar Siri y Dictado al permitir que Apple almacene y revise el audio de tus interacciones con Siri y Dictado de este dispositivo.
fi: Auta parantamaan Siriä ja sanelua sallimalla Applen tallentaa ja tarkastella Sirin ja sanelun kanssa tällä laitteella käyttämääsi ääntä.
fr: Aidez à améliorer Siri et Dictée en autorisant Apple à conserver et examiner le contenu audio de vos interactions avec Siri et Dictée sur cet appareil.
fr_ca: Contribuez à l’amélioration de Siri et de Dictée en autorisant Apple à stocker et à analyser le contenu audio de vos interactions avec Siri et Dictée à partir de cet appareil.
he: באפשרותך לעזור לשפר את Siri ואת ״הכתבה״ על ידי מתן רשות ל-Apple לשמור ולבדוק את השמע של האינטראקציות שלך עם Siri ועם ״הכתבה״ במכשיר זה.
hi: इस डिवाइस से Siri और डिक्टेशन के साथ अपनी इंटरऐक्शन के ऑडियो को संग्रहित करने और उसकी समीक्षा करने का Apple को अधिकार देकर Siri और डिक्टेशन के सुधार में मदद करें।
hr: Pomozite poboljšati Siri i Diktat tako da dozvolite Appleu pohranjivanje i analiziranje audio zapisa vaših interakcija sa Siri i Diktatom s ovog uređaja.
hu: Segíthet javítani Sirit és a Diktálást, ha engedélyezi az Apple-nek, hogy tárolja és áttekintse a Sirivel és a Diktálással ezen az eszközön végzett műveletek hanganyagát.
id: Bantu tingkatkan Siri dan Dikte dengan mengizinkan Apple untuk menyimpan dan meninjau audio interaksi Siri dan Dikte Anda dari perangkat ini.
it: Aiutaci a migliorare Siri e Dettatura, consentendo ad Apple di archiviare e analizzare l’audio delle interazioni con Siri e Dettatura quando utilizzi questo dispositivo.
ja: Siriと音声入力に対する操作の音声をこのデバイスからオーディオ収録したものを、Appleが保存しレビューすることを許可することで、Siriと音声入力の改善にご協力いただけます。
ko: 이 기기에서 사용자가 Siri 및 받아쓰기와 상호 작용한 오디오를 Apple이 보관하고 검토하는 것을 허용하여 Siri 및 받아쓰기를 향상하는 데 도움을 줄 수 있습니다.
ms: Bantu tingkatkan Siri dan Perencanaan dengan membenarkan Apple menyimpan serta menyemak audio interaksi Siri dan Perencanaan anda daripada peranti ini.
nb: Hjelp oss å forbedre Siri og Diktering ved å tillate at Apple kan lagre og gå gjennom lyden fra din bruk av Siri og Diktering fra denne enheten.
nl: Help bij het verbeteren van Siri en de dicteerfunctie door Apple toe te staan om audio van je interacties met Siri en de dicteerfunctie van dit apparaat te bewaren en te beoordelen.
pl: Pomagaj udoskonalać Siri i funkcję Dyktowanie, pozwalając Apple na przechowywanie i odsłuchiwanie zapisów interakcji głosowych z Siri i funkcją Dyktowanie z tego urządzenia.
pt_br: Ajude a melhorar a Siri e o Ditado ao permitir que a Apple armazene e analise o áudio das interações com a Siri e o Ditado deste dispositivo.
pt_pt: Ajude a melhorar Siri e o Ditado permitindo que a Apple armazene e analise o áudio das suas interações com Siri e o Ditado neste dispositivo.
ro: Ajutați la îmbunătățirea funcționalităților Siri și Dictare permițând ca Apple să stocheze și să examineze conținutul audio al interacțiunilor dvs. care implică Siri și dictarea de pe acest dispozitiv.
ru: Помогите улучшить Siri и Диктовку, разрешив Apple хранить и анализировать аудиозаписи, созданные во время использования функций Siri и Диктовки на этом устройстве.
sk: Ak chcete pomôcť vylepšovať Siri a Diktovanie, môžete spoločnosti Apple povoliť ukladanie a analýzu vašej hlasovej interakcie so Siri a Diktovaním z tohto zariadenia.
sl: Dovolite družbi Apple, da shranjuje in pregleduje zvočni zapis vaših interakcij s Siri in funkcijo Narekovanje iz te naprave, ter tako pomagajte izboljšati Siri in funkcijo Narekovanje.
sv: Hjälp till att förbättra Siri och diktering genom att tillåta att Apple lagrar och granskar ljud från dina interaktioner med Siri och diktering från den här enheten.
th: ช่วยปรับปรุง Siri และการป้อนตามคำบอกโดยการอนุญาตให้ Apple จัดเก็บและตรวจสอบเสียงของการโต้ตอบกับ Siri และการป้อนตามคำบอกจากอุปกรณ์เครื่องนี้
tr: Apple’ın bu aygıttan Siri ve Dikte ile etkileşimlerinizin seslerini saklayıp gözden geçirmesine izin vererek Siri’nin ve Dikte’nin iyileştirilmesine yardımcı olun.
uk: Допомагайте вдосконалювати Siri й Диктування, дозволивши Apple зберігати й аналізувати аудіо ваших взаємодій із Siri й Диктуванням із цього пристрою.
vi: Giúp cải tiến Siri và Đọc chính tả bằng cách cho phép Apple lưu trữ và xem lại âm thanh của các tương tác Siri và Đọc chính tả của bạn từ thiết bị này.
zh_cn: 允许Apple储存并查看来自这台设备的Siri和听写的交互音频，帮助改进Siri和听写。
zh_hk: 允許Apple儲存並檢視你在此裝置上與Siri和「聽寫」的互動音訊，以協助改進Siri和「聽寫」。
zh_tw: 允許Apple儲存並檢視你在此裝置上與Siri和「聽寫」的互動音訊，以便協助改進Siri和「聽寫」。

# SiriDataSharingTitle
source: Improve Siri & Dictation
ar: تحسين Siri والإملاء
ca: Millora Siri i el dictat
cs: Vylepšovat Siri a diktování
da: Gør Siri og Diktering bedre
de: Siri & Diktierfunktion verbessern
el: Βελτίωση Siri και Υπαγόρευσης
es: Mejorar Siri y Dictado
es_us: Mejorar Siri y Dictado
fi: Paranna Siriä ja sanelua
fr: Améliorer Siri et Dictée
fr_ca: Améliorer Siri et Dictée
he: שיפור Siri ו״הכתבה״
hi: Siri और डिक्टेशन बेहतर बनाएँ
hr: Poboljšajte Siri i Diktat
hu: Siri és a Diktálás továbbfejlesztése
id: Tingkatkan Siri & Dikte
it: Migliora Siri e Dettatura
ja: Siriと音声入力の改善
ko: Siri 및 받아쓰기 기능 향상
ms: Tingkatkan Siri & Perencanaan
nb: Forbedre Siri og Diktering
nl: Verbeter Siri en de dicteerfunctie
pl: Ulepszanie (Siri i Dyktowanie)
pt_br: Melhorar a Siri e o Ditado
pt_pt: Melhorar Siri e o Ditado
ro: Îmbunătățire Siri și Dictare
ru: Улучшение Siri и Диктовки
sk: Vylepšovať Siri a Diktovanie
sl: Izboljšanje Siri in funkcije Narekovanje
sv: Förbättra Siri och diktering
th: ปรับปรุง Siri และการป้อนตามคำบอก
tr: Siri’yi ve Dikte’yi İyileştir
uk: Покращення Siri й Диктування
vi: Cải tiến Siri & Đọc chính tả
zh_cn: 改进Siri与听写
zh_hk: 改進Siri與聽寫
zh_tw: 改進Siri與聽寫

# SiriDeleteHistoryCancelButtonTitle
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# SiriDeleteHistoryDeleteButtonTitle
source: Delete
ar: حذف
ca: Elimina
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_us: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: מחיקה
hi: डिलीट करें
hr: Obriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Apagar
pt_pt: Apagar
ro: Ștergeți
ru: Удалить
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_cn: 删除
zh_hk: 刪除
zh_tw: 刪除
